"""Есть список a = [0, 4, 78, 2, 1, 1, 13, 21, 34, 55, 89, 167]
Выведите все элементы, которые меньше 5"""

a = [0, 4, 78, 2, 1, 1, 13, 21, 34, 55, 89, 167]
for i in a:
    if i < 5:
        print(i)
